"OK" = "確定";
"Back" = "返回";
"Done" = "完成";
"Sorry" = "抱歉";
"Cancel" = "取消";
"Setting" = "設定";
"Photos" = "照片";
"Videos" = "視頻";
"Preview" = "預覽";
"Full image" = "原圖";
"Processing..." = "正在處理...";
"Can not use camera" = "無法使用相機";
"Synchronizing photos from iCloud" = "正在從iCloud同步照片";
"Can not choose both video and photo" = "選擇照片時不能選擇視頻";
"Can not choose both photo and GIF" = "選擇照片時不能選擇 GIF";
"Select the video when in multi state, we will handle the video as a photo" = "多選狀態下選擇視頻，默認將視頻當圖片發送";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "無法跳轉到隱私設定頁面，請手動前往設定，謝謝";

"Select a maximum of %zd photos" = "你最多只能選擇%zd張照片";
"Select a minimum of %zd photos" = "請至少選擇%zd張照片";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "請在iPhone的\"設定-隱私權-照片\"選項中，\r允許%@訪問你的手機相冊";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "請在iPhone的\"設定-隱私權-相機\"中允許%@訪問相機";

"Apply" = "申請";
"Reject" = "拒絕";
"Allow" = "允許";

"Obtain your location info" = "獲取你的位置信息";
"Obtain your profile photo" = "讀取設備上的照片及文件";
"Access and save pictures or videos on device" = "保存圖片或視頻到你的相冊";
"Take photos and record videos" = "拍攝照片和錄製視頻";
"Use your microphone" = "訪問您的麥克風";
"Use your bluetooth" = "使用您的藍牙";
"Use your addressBook" = "訪問您的通訊録";
"Obtain your userProfile" = "獲取你的個人信息";
"Obtain your phoneNumber" = "獲取你的手機號";

"Selected for %ld seconds" = "已選取%lds";
"Allow %@ to access your all photos" = "你已設定%@只能訪問相册部分照片，建議允許訪問「所有照片」";
"Add more accessible photos" = "添加更多\n可訪問照片";
"Edit" = "編輯";
